13/data/attachments/1b8d74f57b4def3f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2cb70124-95ac-4f18-a86e-728567f489ad</nif:username>
            <nif:friendToBeAdded>Lisa_land_Actions_30697_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>